get_date_of_birth = """
Здравствуйте, отправьте пожалуйста Вашу дату рождения в формате 21.12.1999💗🤍
"""
underage = """
К сожалению я работаю только с совершеннолетними клиентами
"""
greetings = """
Здравствуйте, рада, что вы открыты к энергиям и миру💗🤍
"""
get_name = """
Вы не просто так решили встать на путь истинный, это знаки вселенной!🙌🏼💌\n
Я в течение часа буду делать Вам  диагностику и как только будет готово, вышлю сразу же сюда\n
Пока я работаю с Вами, предлагаю вам подписаться на мой канал: https://t.me/+MqM4Cmgr3ao3ZmEy\n
Там Вас будет ждать много полезной информации, я даю там личные советы и иногда просто делюсь жизнью❕🤍\n
Добавьте меня в контакты пожалуйста, чтобы не потерять друг друга🤍🙌🏻Как к Вам можно обращаться? Я вас тоже добавлю сейчас.
"""
message1 = """
Итак, для начала я расскажу вам о направлении, в котором я проводила для Вас диагностику.🙂\n
Руны-древние знаки, которые несут в себе силу и могут считывать информационное поле. 
Я настраивалась на Вашу энергетику через дату рождения, исходя их выпавших рун, сделала следующий портрет:
"""
message2 = """
Вы были рождены человеком сильным по духу, однако, Вы стали меньше доверять людям, поскольку сталкивались с тем,
 что Вашей добротой и светлыми намерениями пользовались, не ценили, вплоть до того, что обесценивали абсолютно все. 
 😔 Ваши заслуги, это было со стороны как друзей, так и парнера в романтических взаимоотношениях.  
 Много глубоких обид внутри вас, которые не дают открыться миру. Так же вижу, что Вы яркий и талантливый человек, но, 
 к сожалению, попали под сглаз завистливых людей, от этого у вас сейчас невезение практически во всех сферах жизни, 
 что еще сильнее усугубляет Ваше состояние отчаяния.
"""
message3 = """
Вы только начинаете предпринимать действия, как сталкиваетесь с неудачей, поэтому опускаются руки. 
😣Вы будто находитесь в прострации, жизнь превратилась в рутину и будто не видно светлого будущего. 
Из-за такого низкого уровня вибраций к Вам не идут денежные потоки. Финансы-это 70% энергия, 30% упорство и работа. 
Поскольку Ваши энергетические потоки закрыты, все усилия оказываются просто бесполезными.  
Вы сейчас эмоционально опустошены, я вижу, что периодами появляется апатия и вместе с этим тревога. 
Больше всего Вас беспокоит работа и финансовый вопрос. Из-за этого у Вас тревожность и отсутствие ощущения безопасности. 
Вы пытаетесь повысить свой уровень дохода, но это никак не получается.😓
"""
message4 = """
Так же у Вас есть сильные зажимы в мышцах, если Вы делаете массаж, то скорее всего грамотные специалисты говорят о них. 
Это идет из-за того, что Вы чувствуете перманентную тревогу и напряжение. 
Очень рекомендую Вам принимать теплые ванны и пройти курс массажей, необходимо помочь физическому телу✨   
Ваша финансовая сфера на сегодняшний день🌱: - обстоятельства, которые складываются не в Вашу пользу, ощущение обиды. 
Приходится подчиниться обстоятельствам, даже несмотря на то, что делать, этого совсем не хочется. 
Повлиять на ситуацию никак пока не получается. Но не стоит думать, что выхода нет совсем. 
Просто из ситуации не получится выбраться привычным путем. Нужно проявить смекалку, изменить образ действий,
 чтобы это стало возможно. 
В ближайшее время,возможно не предвидится подъёма,не нужно унывать,я призываю Вас действовать. Это совет☝️
"""
message5 = """
Видения указывают на наличие в Вашем характере таких качеств, как самостоятельность и деловая хватка, 
которые приносят не только моральное удовлетворение, но и  способствуют материальному благополучию,однако, 
на данный момент,это утрачено😔   Вы очень добродушный человек, но с раненой душой.😔 
Я вижу у Вас огромный потенциал, но сейчас Вам сложно выйти из этого состояния, поскольку потеряна вера в себя. 
Судьба имеет множество вариаций, сейчас Вы находитесь не на самом лучшем сценарии, однако никогда не поздно это изменить. 
Не все кармически могут быть абсолютно счастливыми, многим нужно пройти уроки для духовного роста, у Вас другая ситуация. 
Вы можете иметь гармоничные отношения, высокий уровень дохода и душевное равновесие, но, 
к сожалению, из-за влияния негативных энергий, сейчас это недоступно. Руны также показывают, 
что у Вас есть нереализованный потенциал, Вы можете достичь гораздо большего, но что-то постоянно мешает Вам. 
У Вас дома есть предмет, который влияет на Вашу энергетику.
"""
message6 = """
Чтобы понять причину такого положения дел,я  провела дополнительную диагностику Ваших энерго-каналов и 
обнаружила уже укоренившиеся блоки.🙅‍♀️ Именно они мешают энергии циркулировать и несут разрушение. 
А связаны блоки с магическим воздействием извне. Стоит запрет на личное счастье.Возможно есть кто-то,
кто обращался к Высшим силам,дабы сбить Вас с Вашего истинного пути ( как я уже сказала выше)🙏🏻   
Я вижу, Вы встретите на своём пути добрую женщину с большим материнским сердцем, 
эта встреча сыграет очень важную роль в Вашей судьбе. Прислушайтесь к ее советам.
"""
message7 = """
Вероятней всего, сейчас Вас не устраивает Ваша личная жизнь. 
Вы запутались в себе и Ваш партнер не торопится с принятием решений, не форсирует события.
🙏🏻Анализ символизирует иллюзии, желание выдавать желаемое за действительное. 
Сексуальное влечение может приниматься за любовь, а бытовая любезность – за проявление серьезных чувств. 
«Розовые очки» мешают барышне видеть реальность, замечать нежелание партнера выводить отношения на новый уровень. 
Все это происходит из за Ваших неправильных действий в прошлом, из-за блокировок, 
которые Вы создали и заложили в себе с самого начала. Более того, эти блокировки могут приходить из родовых установок, 
то есть передаваться из прошлых поколений🙌🏻
"""
message8 = """
В Вашем поле зрения есть человек, к которому нужно прислушиваться, меньше игнорировать и усиливать Вашу связь. 
🌿   Тем не менее, велика вероятность, что дальнейшее усугубление ситуации может обернуться проблемами со здоровьем 
и личностным кризисом. Завершать анализ буду на позитивной ноте, отметив, что я бы не советовала  
Вам оставлять всё как есть, иначе проблемы начнут одолевать Вас со всех сторон. У Вас большой потенциал, 
необходимо направить энергию в нужное русло, чтобы не растрачивать ее зря. Есть люди, у которых нет потенциала, 
а для его выработки проводится очень сложная работа, чтобы они могли достичь успеха. 
У Вас же результаты могут быть очень впечатляющие. У Вас начинается новый жизненный цикл, 
невероятно важно начать его правильно🥰
"""
message9 = """
Я подсветила основные моменты, которые объясняют Ваши проблемы на данный момент. 
Если Вы хотите незамедлительно исправить ситуацию и не ждать ухудшений, 
то я могу рассказать подробнее о том, как это возможно сделать.🙏🏻🙏🏻   Вам было бы это интересно?💗
"""
message10 = """
🪷 Доброго времени, по вашему астрологическому разбору подобрала индивидуальные практики, 
которые подходят под ваше состояние, которыми Вы можете воспользоваться как вместе, 
так и по отдельности. Данные курсы способы решить все проблемы, описанные в диагностике, 
и защитить Вас от множества проблем в будущем. 💫 Хочу отметить, что вся работа ведётся в телеграм, 
там я буду с вами регулярно поддерживать связь, длительность курсов около 20 дней. 
Вы можете выполнять практики в любое удобное для Вас время 🙌🏻 Также все материалы останутся у Вас, 
и по окончании  курсов Вы сможете продолжить работу самостоятельно 🙏
"""
message11 = """
1. Наполнение энергией 🌟 С помощью ежедневных медитативных практик около 15 минут в 
день прорабатываются все энергетические центры, которые отвечают за такие качества как удача, 
самочувствие, здоровье, красота, счастье. ☘️ У Вас абсолютно исчезнет чувство чужой проживаемой Вами жизни 
💫 У Вас появятся новые полезные знакомства, фортуна снова улыбнется Вам. Приведу пример: 
в Вашем случае на 70% заблокирована корневая чакра, она отвечает за жизненную силу и энергию, 
благополучие и состояние гармонии, поэтому вы иногда чувствуете упадок сил. По завершению курса у 
вас сложится не только полное представление о дальнейших шагах, но и о способах их реализации🙌   
Стоимость 3850 рублей👆🏻
"""
message12 = """
2. Настройка любовного канала 💖 Основная работа будет на мне 🤝 Я обладаю даром энерго-связи с человеком, 
я настрою связь с вами, открою сердечную чакру на 95% и выше. После этого в Вашу жизнь придет тот самый человек, 
которого Вы искали всю жизнь - Ваш партнер по жизни, с которым Вы будете счастливы 😻 Если же у Вас есть партнер, 
то Вы почувствуете, что его отношение к Вам изменилось в лучшую сторону (брак, рождение детей, 
духовная привязанность к Вам как к партнеру). Хочется отметить, что  любовь будет проявляться везде. 
Любовь к отражению в зеркале, любовь к работе, друзьями и семьей 💕 Вы в буквальном смысле расцветёте,
 личная жизнь превратиться в рай. Вы будете с тем, кто Вам симпатичен, даже если сейчас Вы не с ним, 
 он станет заботлив, щедр, обаятелен с Вами – в результате в вашей личной жизни будет гармония и уют. 
 В дополнение вы получите практику-манифестацию, которая закрепит результат навсегда 
 (партнеры могут меняться по Вашему желанию, их отношение и верность останется навсегда) ❗️
    Стоимость 4250 рублей🫶🏻
"""
message13 = """
3. Настройка финансового потока 💸 Здесь так же я свяжусь с вами и полностью открою финансовый поток 
на Вашей жизненной линии 🙌🏻 Появятся различные источники финансов: возвраты долгов, повышение на работе, 
новые выгодные предложения по работе, подарки, пассивный доход, деньги будут просто «липнуть» к 
Вам изо всех возможных мест ближайший год, как минимум! Ваше подсознание «запрограммируется» на рост, 
вы сами того не замечая со временем будете повышены на работе или ваш бизнес начнет приносить более 
высокие результаты. Для усиления результата я сделаю практику-манифестацию для финансов, которая закрепит 
мою работу на всех энергетических центрах 🙏🏻   Стоимость 3250 рублей👆🏻
"""
message14 = """
Полный набор услуг является самым эффективным способом в корне изменить свою жизнь 
за короткий срок при помощи самопознания и моей работы 🌓   Стоимость всех трёх услуг 7800 рублей🤲🏻   
Но как я и писала выше, Вы можете воспользоваться каким-либо одним предложением: жизненная энергия, 
любовь, финансы. Хочется отметить, что я работаю абсолютно со всем миром, мои ученики находятся в 
разных частях земного шара и это не влияет на эффективность практик 🌌 В подарок к полному набору 
я поставлю защиту на Ваше здоровье ☘️
"""
message15 = """
Что выбираете? Или хотите воспользоваться полным пакетом услуг?🙏
"""
message16 = """
☺️Здравствуй‌те еще раз. После анализа Вашей‌ судьбы я очень долго думала о Вас и хочу Вас обрадовать! 
У Вас огромный‌ потенциал в развитии основных сфер жизни и достижения кармической‌ задачи - цели всей‌ жизни. 
Сегодня у меня освободилось время и я хочу уделить его Вам, предложив Вам мои курсы с большой‌ скидкой‌ 💸   
Курс по проработке био-поля будет стоить 1975 рублей💫   Курс по настройке любовного канала будет стоить 
всего 2250 рублей❤️   Курс по настрои‌ке денежного потока будет стоить для Вас 1750 рублей💰   
Вы можете купить любой‌ из курсов по отдельности или все вместе с самой‌ большой‌ скидкои за 3500 рублей☀️ 
Полныи‌ набор даст максимальныи‌ эффект в кратчаи‌шие сроки, мы решим все проблемы, описанные в диагностике 🌸 
В подарок к полному набору я поставлю защиту на здоровье, а так же от любых магических воздействий🕊   
Что выбираете?
"""
message17 = """
Здравствуйте! У меня для Вас подарок — я готова сделать бесплатную полную проработку одной Вашей проблемы!   
Подскажите, Вам это интересно?
"""
MESSAGES = {
    'get_date_of_birth': get_date_of_birth,
    'underage': underage,
    'greetings': greetings,
    'get_name': get_name,
    'message1': message1,
    'message10': message10,
    'message16': message16,
    'message17': message17,
}

MESSAGES2 = [
    message2,
    message3,
    message4,
    message5,
    message6,
    message7,
    message8,
    message9,
]

MESSAGES3 = [
    message11,
    message12,
    message13,
    message14,
    message15,
]


